Repository: sarensw/MacPacker
Catalog: MacPacker/Localizable.xcstrings
Source language: en
Languages: de, es_mx, fr, it, ko, pl, pt_br, ru, tr, uk, vi, zh_hans

# commonOpen
source: Open
de: Öffnen
es_mx: Abrir
fr: Ouvrir
it: Apri
ko: 열기
pl: Otwórz z dysku
pt_br: Abrir
ru: Открыть
tr: Aç
uk: Відкрити
vi: Mở
zh_hans: 打开

# commonOpenArchive
source: Open Archive
de: Archiv öffnen
es_mx: Abrir archivo comprimido
fr: Ouvrir une archive
it: Apri Archivio
ko: 압축 파일 열기
pl: Otwórz archiwum
pt_br: Abrir arquivo
ru: Открыть архив
tr: Arşiv Aç
uk: Відкрити архів
vi: Mở kho lưu trữ
zh_hans: 打开压缩包

# commonOpenArchives
source: Open %lld Archives
de: Öffne %lld Archive
es_mx: Abrir %lld archivos comprimidos
fr: Ouvrir %lld archives
it: Apri %lld Archivi
pl: Otwórz %lld archiwa
ru: Открыть %lld Архива
uk: Відкрити %lld архіви
zh_hans: 打开 %lld 个压缩包

# commonOptions
source: Options
de: Optionen
es_mx: Opciones
it: Opzioni
ko: 옵션(O)
pl: Opcje
pt_br: Opções
ru: Параметры
tr: Seçenekler
uk: Параметри
vi: Tùy chọn
zh_hans: 选项

# commonPassword
source: Password:
de: Passwort:
es_mx: Contraseña:
fr: Mot de passe:
pl: Hasło:
pt_br: Senha:
ru: Пароль:
tr: Parola:
uk: Пароль:
vi: Mật khẩu:
zh_hans: 密码：

# commonPasswordProtectedMessage
source: “%@” is password protected.
de: “%@” ist passwortgeschützt.
es_mx: “%@” está protegido con contraseña.
fr: « %@ » est protégé par mot de passe.
it: “%@” è protetto da password.
ko: '%@'은(는) 암호로 보호되어 있습니다.
pl: „%@” jest chroniony hasłem.
pt_br: “%@” está protegido por senha.
ru: «%@» защищён паролем.
tr: “%@” parola korumalı.
uk: «%@» захищено паролем.
vi: “%@” được bảo vệ bằng mật khẩu.
zh_hans: “%@”受密码保护。

# commonPreview
source: Preview
de: Vorschau
es_mx: Vista previa
fr: Aperçu
it: Anteprima
ko: 미리보기
pl: Podgląd
pt_br: Pré Visualização
ru: Предварительный просмотр
tr: Önizle
uk: Попередній перегляд
vi: Xem trước
zh_hans: 预览

# commonPrivacy
source: Privacy
de: Datenschutz
es_mx: Privacidad
fr: Confidentialité
ko: 개인정보 보호
pl: Prywatność
pt_br: Privacidade
ru: Конфиденциальность
tr: Gizlilik
uk: Приватність
vi: Quyền riêng tư
zh_hans: 隐私

# commonQuickCompress
source: Quick Compress
de: Express-Komprimierung
es_mx: Compresión rápida
fr: Compression rapide
it: Compressione Veloce
pl: Szybka kompresja
ru: Быстрое сжатие
uk: Швидке архівування
vi: Nén nhanh
zh_hans: 快速压缩

# commonQuickCompressWindow
source: Quick Compress Window
de: Express-Komprimierungsfenster
es_mx: Ventana de Compresión rápida
fr: Nouvelle fenêtre de compression rapide
it: Finestra Compressione Rapida
pl: Okno szybkiej kompresji
ru: Окно быстрого сжатия
uk: Вікно швидкого архівування
vi: Cửa sổ nén nhanh
zh_hans: 快速压缩窗口

# commonRefresh
source: Refresh
de: Aktualisieren
es_mx: Actualizar
fr: Rafraîchir
it: Ricarica
ko: 새로고침
pl: Odśwież
pt_br: Recarregar
ru: Обновить
tr: Yenile
uk: Оновити
vi: Làm mới
zh_hans: 刷新

# commonSave
source: save
de: sichern
es_mx: guardar
fr: Enregistrer
it: salva
ko: 저장
pl: Zachowaj
pt_br: salvar
ru: Сохранить
tr: Kaydet
uk: зберегти
vi: Lưu lại
zh_hans: 保存

# commonSaveAs
source: Save As…
de: Sichern unter …
es_mx: Guardar como…
fr: Enregistrer sous…
it: Salva con nome…
ko: 별도 저장…
pl: Zachowaj jako…
pt_br: Salvar Como…
ru: Сохранить как...
tr: Farklı Kaydet…
uk: Зберегти як…
vi: Lưu dưới dạng…
zh_hans: 保存为…

# commonSelectedCount
source: %lld selected
de: %lld ausgewählt
es_mx: %lld seleccionados
fr: sélectionnés
it: %lld selezionate
ko: %lld개 선택됨
pl: %lld wybrane
ru: %lld выбрано
uk: %lld вибрано
vi: %lld đã được chọn
zh_hans: 已选择 %lld 项

# commonSettings
source: Settings...
de: Einstellungen…
es_mx: Configuración...
fr: Réglages…
it: Impostazioni...
ko: 설정...
pl: Ustawienia…
pt_br: Configurações...
ru: Настройки...
tr: Ayarlar...
uk: Налаштування...
vi: Cài đặt...
zh_hans: 设置…

# commonStart
source: Start
de: Starten
es_mx: Iniciar
fr: Démarrer
ko: 시작
pt_br: Iniciar
ru: Начать
tr: Başlangıç
uk: Почати
vi: Bắt đầu
zh_hans: 开始

# commonTerms
source: Terms & Conditions
de: Nutzungsbedingungen
es_mx: Términos y condiciones
fr: Conditions générales
it: Termini e Condizioni
ko: 이용 약관
pl: Warunki i zasady
pt_br: Termos e Condições
ru: Положения и условия
tr: Hüküm ve Koşullar
uk: Умови та положення
vi: Điều khoản và điều kiện
zh_hans: 条款与条件

# commonTop
source: Top
de: Oben
es_mx: Arriba
fr: En haut
it: Sopra
ko: 상단
pl: Na górze
pt_br: Acima
ru: Сверху
tr: Üstte
uk: Зверху
vi: Trên cùng
zh_hans: 顶部

# commonWebsite
source: Website
de: Webseite
es_mx: Sitio web
fr: Site web
it: Sito web
ko: 웹사이트
pl: Strona Internetowa
pt_br: Site
ru: Веб-сайт
tr: Web Sitesi
uk: Веб-сайт
vi: Trang web
zh_hans: 网站

# commonWhatsNew
source: What's new
de: Neuigkeiten
es_mx: Novedades
fr: Nouveautés
it: Cosa c'è di nuovo
ko: 새로운 소식
pl: Co nowego
pt_br: Novidades
ru: Что нового
tr: Yenilikler
uk: Що нового
vi: Có gì mới?
zh_hans: 版本新特性

# contact
source: Contact us
de: Kontaktiere uns
es_mx: Contáctanos
fr: Contactez-nous
it: Contattaci
ko: 문의하기
pl: Skontaktuj się z nami
pt_br: Fale Conosco
ru: Свяжитесь с нами
tr: Bize Ulaşın
uk: Зв’яжіться з нами
vi: Liên hệ với chúng tôi
zh_hans: 联系我们

# contactBug
source: ... raise a Bug
de: … einen Fehler zu melden
es_mx: ...reporta un Bug
fr: … signaler un problème
it: ... segnala un Bug
ko: ... 버그 신고
pl: … zgłoś błąd
pt_br: Reportar falhas
ru: ... сообщить об ошибке
tr: ... hata bildirmek
uk: ... повідомити про помилку
vi: ... báo lỗi
zh_hans: … 报告错误

# contactEmail
source: ... send a mail to %@
de: … eine E-Mail an %@ senden
es_mx: ...envía un correo a %@
fr: … envoyer un e‑mail à %@
it: ... invia una mail a %@
ko: ... %@에게 이메일 보내기
pl: … wyślij wiadomość do %@
pt_br: Escrever para %@
ru: ... отправить письмо по адресу %@
tr: ... %@ adresine e-posta göndermek
uk: ... надіслати листа на адресу %@
vi: ... gửi email đến %@
zh_hans: … 发送邮件给 %@

# contactFeature
source: ... request a Feature
de: … eine Funktion vorzuschlagen
es_mx: ...solicita funcionalidad
fr: … suggérer une fonctionnalité
it: ... richiedi una funzionalità
ko: ... 기능 요청
pl: … wyślij propozycje
pt_br: Pedir nova função
ru: ... запросить функцию
tr: ... özellik istemek
uk: ... запросити функцію
vi: ... yêu cầu tính năng
zh_hans: … 请求新功能

# contactMenuIntro
source: Go here to ...
de: Gehe hierhin, um …
es_mx: Más opciones...
fr: Allez ici pour …
it: Vai qui per ...
ko: 문의하기...
pl: Przejdź do …
pt_br: Clique aqui para
ru: Перейти сюда, чтобы ...
tr: Şunlar için buraya gidin...
uk: Перейти сюди, щоб ...
vi: Vào đây để...
zh_hans: 前往此处以…

# errorExportFailed
source: Export failed
de: Export fehlgeschlagen
es_mx: Exportación fallida
fr: Échec de l'exportation
it: Esportazione fallita
pl: Eksport nie powiódł się
ru: Ошибка экспорта
uk: Помилка експорту
vi: Giải nén thất bại
zh_hans: 导出失败

# errorOpenArchive
source: Could not open archive
de: Archiv konnte nicht geöffnet werden
es_mx: No se ha podido abrir el archivo comprimido
fr: Impossible d'ouvrir l'archive
it: Impossibile aprire l'archivio
pl: Nie można otworzyć archiwum
ru: Невозможно открыть архив
tr: Arşiv açılamadı
uk: Не вдалося відкрити архів
vi: Không thể mở tệp lưu trữ
zh_hans: 无法打开压缩包

# errorPasswordIncorrect
source: That password is incorrect. Try again.
de: Das Passwort ist falsch. Versuche es erneut.
es_mx: La contraseña es incorrecta. Inténtalo nuevamente.
fr: Mot de passe incorrect. Essayez à nouveau.
it: La password non è corretta. Riprova.
pl: To hasło jest nieprawidłowe. Spróbuj ponownie.
ru: Неверный пароль. Попробуйте ещё раз.
tr: Bu parola yanlış. Yeniden deneyin.
uk: Неправильний пароль. Спробуйте ще раз.
vi: Mật khẩu này không chính xác. Hãy thử lại.
zh_hans: 密码错误，请重试。

# errorPasswordMismatch
source: Passwords do not match
de: Die Passwörter stimmen nicht überein.
es_mx: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
it: Password differenti
ko: 암호가 일치하지 않음
pl: Hasła nie zgadzają się
pt_br: As palavras-passe não coincidem
ru: Пароли не совпадают
tr: Parolalar eşleşmiyor
uk: Паролі не співпадають
vi: Mật khẩu không khớp nhau
zh_hans: 密码不匹配

# errorSaveFailed
source: Could not save archive
de: Archive konnte nicht gespeichert werden
es_mx: No se pudo guardar el archivo
fr: Impossible d'enregistrer l'archive
it: Impossibile salvare l'archivio
pl: Nie udało się zapisać archiwum
ru: Не удалось сохранить архив
uk: Не вдалося зберегти архів
zh_hans: 无法保存压缩包

# errrorNoAccess
source: Cancelled - no access to that folder
de: Abgebrochen - kein Zugriff auf den Ordner
es_mx: Cancelado - sin acceso a ese folder
fr: Annulé - pas d'accès à ce dossier
it: Annullato - Accesso alla cartella non consentito
pl: Anulowano – brak dostępu do tego folderu
ru: Отменено — нет доступа к этой папке.
uk: Скасовано – немає доступу до цієї папки
vi: Đã hủy - không thể truy cập vào thư mục đó.
zh_hans: 已取消 — 无该文件夹的访问权限

# feedbackAppStoreReview
source: Leave a review in the App Store
de: Bewerte die App im App Store
es_mx: Escribe una reseña en la App Store
fr: Laisser un avis sur l’App Store
it: Lascia una recensione nell'App Store
ko: App Store에서 리뷰 남기기
pl: Zostaw opinie w App Store
pt_br: Deixe uma avaliação na App Store
ru: Оставить отзыв в App Store
tr: App Store’da Yorum Yap
uk: Залишити відгук в App Store
vi: Để lại đánh giá trên App Store.
zh_hans: 在 App Store 上留下评价

# feedbackFollow
source: Follow
de: Folgen
es_mx: Seguir
fr: Suivre
it: Segui
ko: 팔로우
pl: Obserwuj
ru: Отслеживать
tr: Takip Et
uk: Відслідкувати
vi: Theo dõi
zh_hans: 关注

# feedbackReview
source: Review
de: Bewerten
es_mx: Reseña
fr: Avis
ko: 리뷰
pl: Ocena
ru: Добавить отзыв
tr: Yorum Yap
uk: Додати відгук
vi: Đánh giá
zh_hans: 评价

# feedbackSendSmile
source: Send a smile
de: Schenke ein Lächeln
es_mx: Enviar una sonrisa
fr: Envoyer un sourire
it: Invia un sorriso
ko: 응원하기
pl: Zostaw opinie
pt_br: Enviar um sorriso
ru: Отправить улыбку
tr: Bize Destek Olun
uk: Надіслати посмішку
vi: Gửi một nụ cười
zh_hans: 给我们鼓励

# feedbackStar
source: Star
de: Stern geben
es_mx: Estrella
fr: Étoile
it: Vota
pl: Polub
ru: Добавить в избранное
tr: Yıldız Ver
uk: Додати до обраного
vi: Tặng sao
zh_hans: 加星

# feedbackStarRepo
source: Star the repository on GitHub
de: Repository auf GitHub mit einem Stern markieren
es_mx: Añadir una estrella en GitHub
fr: Mettre une étoile au dépôt sur GitHub
it: Aggiungi una stella al repository su GitHub
ko: GitHub 저장소에 Star 표시하기
pl: Dodaj do ulubionych na GitHubie
pt_br: Avalie o repositório no GitHub
ru: Отметить репозиторий на GitHub
tr: GitHub Deposuna Yıldız Ver
uk: Відмітити репозиторій на GitHub
vi: Đánh sao cho kho lưu trữ trên GitHub.
zh_hans: 在 GitHub 上为仓库加星标

# feedbackSupport
source: Support the development...
de: Entwicklung unterstützen…
es_mx: Apoya el desarrollo...
fr: Soutenir le développement…
it: Sostieni lo sviluppo...
ko: 개발 지원하기...
pl: Wesprzyj rozwój aplikacji…
pt_br: Suporte o desenvolvimento
ru: Поддержать разработку...
tr: Geliştirmeye Destek Ol...
uk: Підтримати розробку...
vi: Hỗ trợ nhà phát triển...
zh_hans: 赞助我们...

# feedbackTranslate
source: Translate
de: Übersetzen
es_mx: Traducir
fr: Traduire
it: Traduci
ko: 번역
pl: Tłumaczenie
pt_br: Traduzir
ru: Переводить
tr: Çevir
uk: Перекладати
vi: Dịch
zh_hans: 翻译

# homeDocs
source: Guides & documentation
de: Anleitungen & Dokumentation
es_mx: Guías y documentación
fr: Guides et documentation
it: Guide e documentazione
ko: 가이드 및 문서
pl: Przewodniki i dokumentacja
pt_br: Guias e documentação
ru: Руководства и документация
tr: Kılavuzlar ve belgeler
uk: Посібники та документація
vi: Hướng dẫn & tài liệu
zh_hans: 指南与文档

# homeLearnToUse
source: Learn to use %@
de: %@ kennenlernen
es_mx: Aprende a usar %@
fr: Comment utiliser %@
it: Impara a usare %@
pl: Jak użyć %@
ru: Научиться пользоваться %@
tr: %@ kullanımını öğrenin
uk: Навчитися користуватися %@
vi: Hướng dẫn sử dụng %@
zh_hans: 学习使用 %@

# homeNoRecentArchives
source: No recent archives.
de: Keine zuletzt verwendeten Archive.
es_mx: No hay archivos comprimidos recientes
fr: Pas d'archives récentes.
it: Nessun archivio recente.
pl: Brak ostatnich archiwów.
ru: Недавних архивов нет.
tr: Son kullanılan arşiv yok.
uk: Немає останніх архівів.
vi: Không có bản lưu trữ gần đây.
zh_hans: 没有最近的压缩包。

# homeRecent
source: Recent
de: Zuletzt
es_mx: Recientes
fr: Récents
it: Recenti
ko: 최근 항목
pl: Ostatnie
pt_br: Recentes
ru: Недавние
tr: Son Kullanılanlar
uk: Недавні
vi: Gần đây
zh_hans: 最近使用

# homeReleaseNotes
source: Release Notes
de: Versionshinweise
es_mx: Notas de la versión
fr: Notes de mise à jour
it: Note di rilascio
ko: 릴리즈 노트
pl: Informacje o wersji
pt_br: Notas de Lançamento
ru: Примечания к выпуску
tr: Sürüm Notları
uk: Примітки до випуску
vi: Ghi chú phát hành
zh_hans: 发布说明

# sandboxAccessNeededMessage
source: %@ needs access to %@
de: %@ benötigt Zugriff auf %@
es_mx: %@ necesita acceso a %@
fr: %@ a besoin d'accéder à %@
it: %@ richiede l'accesso a %@
pl: %@ wymaga dostępu do %@
ru: %@ нужен доступ к %@
uk: %@ потребує доступу до %@
vi: %@ cần quyền truy cập vào %@
zh_hans: %@ 需要访问 %@

# settingsAbout
source: About
de: Info
es_mx: Información
fr: Informations
it: Informazioni
ko: 정보
pl: Informacje
pt_br: Sobre
ru: Информация
tr: Hakkında
uk: Про пристрій
vi: Về
zh_hans: 关于

# settingsAccessGranted
source: Access granted
de: Zugriff erteilt
es_mx: Acceso permitido
fr: Accès accordé
it: Accesso consentito
pl: Dostęp nadany
ru: Доступ разрешён
uk: Доступ надано
zh_hans: 已授权

# settingsAdvanced
source: Advanced
de: Erweitert
es_mx: Avanzado
fr: Avancé
it: Avanzate
ko: 고급
pl: Zaawansowane
pt_br: Avançado
ru: Дополнительно
tr: İleri Düzey
uk: Додаткові
vi: Nâng cao
zh_hans: 高级

# settingsArchiveFormats
source: Archive Formats
de: Archivformate
es_mx: Formatos de archivos comprimidos
fr: Formats d'archives
it: Formato Archivi
ko: 압축 형식
pl: Format Archiwum
pt_br: Formatos de Arquivos
ru: Форматы архивов
tr: Arşiv Biçimleri
uk: Формати архівів
vi: Định dạng nén
zh_hans: 压缩格式

# settingsAutomaticEngineSelection
source: Automatic engine selection
de: Automatische Engine-Auswahl
es_mx: Selección automática del motor
fr: Choix du moteur automatique
it: Selezione automatica motore
pl: Automatyczny wybór silnika
ru: Автоматический выбор движка
tr: Otomatik altyapı seçimi
uk: Автоматичний вибір рушія
vi: Lựa chọn động cơ tự động
zh_hans: 自动选择引擎

# settingsAutomaticEngineSelectionHint
source: MacPacker chooses the engine for each archive, and tries another one if the first can't read it. Turn this off to choose engines yourself.
de: MacPacker wählt für jedes Archiv automatisch die passende Engine aus und versucht bei Bedarf eine andere, falls die erste das Archiv nicht lesen kann. Deaktiviere diese Option, um die Engine selbst auszuwählen.
es_mx: MacPacker selecciona el motor para abrir cada tipo de archivo comprimido e intenta con otro si el primer motor no lo puede leer. Deshabilita esta opción si deseas seleccionar tus motores manualmente.
fr: MacPacker choisit le moteur pour chaque archive et en essaie un autre si le premier ne parvient pas à la lire. Désactivez cette option pour choisir vous-même les moteurs.
it: MacPacker sceglie il motore per ogni archivio e ne prova un altro se il primo non riesce a leggerlo. Disattiva questa opzione per scegliere i motori manualmente.
pl: MacPacker wybiera silnik dla każdego archiwum i próbuje innego, jeśli pierwszy nie może go odczytać. Wyłącz tę opcję, aby samodzielnie wybierać silniki.
ru: MacPacker выбирает движок для каждого архива и пробует другой, если первый не может его прочитать. Отключите эту функцию, чтобы выбирать движки самостоятельно.
tr: MacPacker her arşiv için uygun altyapıyı seçer; ilk altyapı arşivi okuyamazsa başka birini dener. Altyapıları kendiniz seçmek için bu seçeneği kapatın.
uk: MacPacker вибирає рушій для кожного архіву та пробує інший, якщо перший не може його прочитати. Вимкніть цю опцію, щоб вибирати рушії самостійно.
vi: MacPacker tự động chọn công cụ đọc/ghi cho mỗi tệp lưu trữ, và sẽ thử một công cụ khác nếu công cụ đầu tiên không thể đọc được. Hãy tắt tùy chọn này để tự chọn công cụ đọc/ghi.
zh_hans: MacPacker 会为每个压缩包选择引擎，如果第一个无法读取，则会尝试另一个。关闭此选项可自行选择引擎。

# settingsAutomaticallyCheckForUpdates
source: Automatically check for updates
de: Automatisch nach Updates suchen
es_mx: Comprobar actualizaciones automaticamente
fr: Rechercher les mises à jour automatiquement
it: Cerca aggiornamenti automaticamente
pl: Automatycznie szukaj aktualizacji
ru: Проверять обновления автоматически
tr: Güncellemeleri otomatik olarak denetle
uk: Автоматично перевіряти наявність оновлень
vi: Tự động kiểm tra cập nhật
zh_hans: 自动检查更新

# settingsClearCache
source: Clear cache
de: Cache leeren
es_mx: Limpiar caché
fr: Vider le cache
it: Cancella cache
ko: 캐시 지우기
pl: Wyczyść Pamięć podręczną
pt_br: Limpar Cachê
ru: Очистить кэш
tr: Önbelleği Temizle
uk: Очистити кеш
vi: Xóa bộ nhớ đệm
zh_hans: 清除缓存

# settingsClearCacheHint
source: Clears all content from the cache
de: Löscht den gesamten Inhalt des Caches
es_mx: Limpiar todo el contenido del caché
fr: Effacer tout le contenu du cache.
it: Cancella tutto il contenuto dalla cache
ko: 캐시된 모든 내용을 지웁니다
pl: Wyczyść całą zawartość pamięci podręcznej
pt_br: Limpa todo o conteúdo do cachê
ru: Очистить все содержимое кэша
tr: Önbellekteki tüm içeriği temizler
uk: Очистити весь вміст кешу
vi: Xóa toàn bộ nội dung khỏi bộ nhớ đệm
zh_hans: 清除缓存中的所有内容。

# settingsColumns
source: Columns
de: Spalten
es_mx: Columnas
fr: Colonnes
it: Colonne
ko: 열:
pl: Kolumny:
pt_br: Colunas:
ru: Столбцы:
tr: Sütunlar:
uk: Стовпці:
vi: Cột:
zh_hans: 列

# settingsCompressEachItemSeparately
source: Compress each item separately
de: Komprimiere jedes Item einzeln
es_mx: Comprimir cada elemento por separado
fr: Compresser chaque élément séparément
it: Comprimi ogni elemento separatamente
pl: Skompresuj każdy element osobno
ru: Сжать каждый элемент по отдельности
uk: Стиснути кожен елемент окремо
zh_hans: 分别压缩每个项目

# settingsCompressFolderContents
source: Compress a folder’s contents
de: Komprimiere den Inhalt des Ordners
es_mx: Comprimir el contenido de una carpeta
fr: Compresser le contenu du dossier
it: Comprimi il contenuto della cartella
pl: Skompresuj zwartość folderu
ru: Сжать содержимое папки
uk: Стиснути вміст папки
zh_hans: 压缩文件夹的内容

# settingsCompressTo7z
source: Compress to 7z
de: Komprimiere nach 7z
es_mx: Comprimir a 7z
fr: Compresser au format 7z
it: Comprimi in 7z
pl: Skompresuj do 7z
ru: Сжать в 7z
uk: Стиснути в 7z
zh_hans: 压缩为 7z

# settingsCompressToZip
source: Compress to zip
de: Komprimiere nach ZIP
es_mx: Comprimir a zip
fr: Compresser au format zip
it: Comprimi in zip
pl: Skompresuj do zip
ru: Сжать в zip
uk: Стиснути в zip
zh_hans: 压缩为 zip

# settingsCompressToZipDateTime
source: Compress to zip with date and time
de: Komprimiere nach ZIP mit Datum und Uhrzeit
es_mx: Comprimir a zip con fecha y hora
fr: Compresser au format zip avec date et heure
it: Comprimi in zip con data e ora
pl: Skompresuj do zip z datą i czasem
ru: Сжать в zip с указанием даты и времени
uk: Стиснути в zip з датою та часом
zh_hans: 压缩为带日期和时间的 zip

# settingsContextMenu
source: Context Menu
de: Kontextmenü
es_mx: Menú contextual
fr: Menu contextuel
it: Menu contestuale
ko: 빠른 메뉴
pl: Menu kontekstowe
pt_br: Menu Contextual
ru: Контекстное меню
tr: İçerik Menüsü
uk: Контекстне меню
vi: Menu ngữ cảnh
zh_hans: 关联菜单

# settingsDefaultAppHint
source: To make MacPacker the default for a file type: Right-click a file → 'Get Info' → choose MacPacker under 'Open with:' → click 'Change All…' to apply it to all similar archives.
de: Um MacPacker als Standard-App für einen Datei-Typen zu setzen: Rechts-klick auf eine Datei → 'Info Über' → MacPacker auswählen unter 'Öffnen mit:'→ 'Alle ändern'
es_mx: Para hacer que MacPacker sea la aplicación por defecto para un tipo de archivo en específico: Haz clic derecho en un archivo → 'Obtener Información' → selecciona MacPacker en el menu 'Abrir con:' → Haz clic en 'Cambiar todo…' para aplicar los cambios a todos los archivos del mismo tipo.
fr: Pour définir MacPacker comme application par défaut pour un type de fichier : cliquez avec le bouton droit sur un fichier → “Lire les informations” → choisissez MacPacker sous “Ouvrir avec” → cliquez sur “Tout modifier…” pour l’appliquer à toutes les archives similaires.
it: Per impostare MacPacker come predefinito per un tipo di file: fai clic destro sul file → “Ottieni informazioni” → scegli MacPacker sotto “Apri con:” → fai clic su “Modifica tutti…” per applicarlo a tutti gli archivi simili.
pl: Aby ustawić MacPacker domyślnie dla danego typu pliku: Kliknij plik prawym przyciskiem myszy → „Informacje” → wybierz MacPacker w sekcji „Otwórz za pomocą:” → kliknij „Zmień wszystko…”, aby zastosować tę opcję do wszystkich podobnych archiwów.
ru: Чтобы установить MacPacker в качестве программы по умолчанию для определенного типа файлов: щелкните правой кнопкой мыши файл → «Свойства» → выберите MacPacker в разделе «Открывать в приложении:» → нажмите «Настроить», чтобы применить это изменение ко всем похожим архивам.
tr: MacPacker’ı bir dosya türü için varsayılan uygulama yapmak üzere dosyayı sağ tıklayın → ‘Bilgi Ver’i seçin → ‘Birlikte aç:’ bölümünde MacPacker’ı seçin → aynı türdeki tüm arşivlere uygulamak için ‘Tümünü Değiştir…’i tıklayın.
uk: Щоб зробити MacPacker стандартним для певного типу файлів: клацніть правою кнопкою миші на файлі → «Досье» → виберіть MacPacker у розділі «Відкрити за допомогою:» → натисніть «Змінити все…», щоб застосувати його до всіх подібних архівів.
vi: Để đặt MacPacker làm trình mở mặc định cho một loại tệp: Nhấp chuột phải vào tệp → 'Get Info' → chọn MacPacker trong mục 'Open with' → nhấp vào 'Change All…' để áp dụng cho tất cả các tệp lưu trữ tương tự.
zh_hans: 要将 MacPacker 设为某类文件的默认应用：右键点击文件 → “显示简介” → 在“打开方式”下选择 MacPacker → 点击“全部更改…”以应用于所有同类压缩包。

# settingsDefaultStatusEngineSettings
source: Default status & engine settings
de: Standard-App-Status und Engine-Einstellungen
es_mx: Configuración por defecto y motores de compresión
fr: Formats associés et paramètres de moteur
it: Stato e impostazioni motore di default
ko: 기본 상태 및 엔진 설정:
pl: Ustawienia domyślne oraz ustawienia jądra
pt_br: Status Padrão & Configuração de Motor
ru: Состояние по умолчанию и настройки движка
tr: Varsayılan durum ve altyapı ayarları:
uk: Стан за замовчуванням та налаштування рушія
vi: Trạng thái mặc định và cài đặt cấu hình
zh_hans: 默认状态 与 引擎设置

# settingsEditsArchivesHint
source: Edits archives, not only opens them
de: Bearbeitet Archive, öffnet sie nicht nur.
es_mx: Edita archivos comprimidos, no solo los abre.
fr: Peut modifier les archives, pas seulement les ouvrir
it: Modifica gli archivi, non si limita ad aprirli
pl: Edytuje archiwa, nie tylko je otwiera
ru: Редактирует архивы, а не только открывает их
uk: Редагує архіви, а не лише відкриває їх
zh_hans: 可编辑压缩包，而不只是打开
